{ "facts" :
    [
        "Cleopatra lived closer in time to the first Moon landing than to the building of the Great Pyramid.",
        "Saudi Arabia imports camels from Australia.",
        "Carrots were originally purple.",
        "The heart of a blue whale is so big, a human can swim through the arteries.",
        "Vending machines are twice as likely to kill you than a shark is.",
        "Betty White is actually older than sliced bread.",
        "France was still executing people with a guillotine when the first Star Wars film came out.",
        "A strawberry isn’t a berry but a banana is.",
        "The unicorn is the national animal of Scotland.",
        "North Korea and Finland are separated by one country.",
        "There are more fake flamingos in the world than real flamingos.",
        "Humans share 50% of their DNA with bananas.",
        "In 2011, a 75-year-old Georgian woman stole some fibre optic cables and cut off the internet to two entire countries.",
        "The Inca measurement of time was based on how long it took to boil a potato.",
        "Japan has a network of roads that play music as you drive over them.",
        "Under extreme high pressure, diamonds can be made from peanut butter.",
        "The Eiffel Tower’s height varies by up to six inches with the temperature.",
        "Going to work is statistically three times more dangerous than war.",
        "The \"Arabic\" numbering system was actually invented in India.",
        "Pluto never made a full orbit around the sun from the time it was discovered to when it was declassified as a planet.",
        "Honey never spoils. You can eat 32,000-year-old honey.",
        "There are more public libraries than McDonald’s in the U.S.",
        "You can’t hum while holding your nose.",
        "If a piece of paper were folded 42 times, it would reach to the moon.",
        "Peanuts are not nuts. They grow in the ground, so they are legumes.",
        "The probability of you drinking a glass of water that contains a molecule of water that also passed through a dinosaur is almost 100%.",
        "At the time the current oldest person on Earth was born, there was a completely different set of human beings on the planet.",
        "Banging your head against a wall uses 150 calories an hour.",
        "If you yelled for 8 years, 7 months and 6 days, you would have produced enough sound energy to heat one cup of coffee.",
        "You get a new stomach lining every three to four days, otherwise your stomach would digest itself.",
        "Elephants are the only mamals that can't jump.",
        "An ostrich's eye is bigger that it's brain.",
        "The fingerprints of koala bears are virtually indistinguishable from those of humans, so much so that they could be confused at a crime scene.",
        "Oxford is older than Aztec civilization.",
        "The only 15 letter word that can be spelled without repeating a letter is \"uncopyrightable\".",
        "If you spell out consecutive numbers, you have to go up to one thousand until you would find the letter \"a\".",
        "Alcohol is considered a performance-enhancing drug in competitive shooting competitions.",
        "Goats have rectangular pupils.",
        "You’re not stuck in traffic, you are traffic.",
        "There is a species of jellyfish that is \"immortal\" (turritopsis nutricula).",
        "The average pencil writes 45,000 words or a 35-mile long line.",
        "Every person has a unique tongue print.",
        "We start off life with 350 bones, but because bones fuse together during growth, we end up with only 206 as adults.",
        "A nightingale’s song can be louder than a chainsaw.",
        "Apple trees are a member of the Rose family (Rosaceae).",
        "If are a man, you have 0.5% chance of being related to Genghis Khan.",
        "Another word for growling \"tummy\" sounds is \"borborygmi\".",
        "Bank of America was originally named Bank of Italy, though it was founded in the United States, originally catering to people of Italian heritage.",
        "Calvin Klein’s \"Obsession for Men\" is often used by photographers to attract \"big cats\"- jaguars, leopards, tigers, lions, etc.",
        "\"School\" comes from the Ancient Greek \"skhole\", which meant \"leisure or spare time\"."
    ]
}